Repository: LITTOMA/ModbusCalc
Catalog: ModbusCalc/ModbusCalc/Localizations/Resources.*.resx
Languages: da_dk, fr_fr, it_it, ja_jp, ko_kr, nl_nl, pt_pt, ru_ru

source: Default Theme
da_dk: Standard
fr_fr: Défaut
it_it: Predefinito
ja_jp: デフォルト
ko_kr: 기본값
nl_nl: Standaard
pt_pt: Padrão
ru_ru: По умолчанию

source: Dark Theme
da_dk: Mørk
fr_fr: Sombre
it_it: Scuro
ja_jp: ダーク
ko_kr: 어두움
nl_nl: Donker
pt_pt: Escuro
ru_ru: Темный

source: Light Theme
da_dk: Lys
fr_fr: Clair
it_it: Chiaro
ja_jp: ライト
ko_kr: 밝음
nl_nl: Licht
pt_pt: Claro
ru_ru: Светлый

# FunctionCode1
source: Read Coils
da_dk: Læs spoler
fr_fr: Lire les bobines
it_it: Leggi le bobine
ja_jp: コイルを読む
ko_kr: 코일 읽기
nl_nl: Leesspiralen
pt_pt: Ler bobinas
ru_ru: Читать катушки

# FunctionCode2
source: Read Discrete Inputs
da_dk: Læs diskrete indgange
fr_fr: Lire les entrées discrètes
it_it: Leggi ingressi discreti
ja_jp: ディスクリート入力を読む
ko_kr: 디스크리트 입력 읽기
nl_nl: Discrete ingangen lezen
pt_pt: Ler entradas discretas
ru_ru: Чтение дискретных входов

# FunctionCode3
source: Read Holding Registers
da_dk: Læs holde registre
fr_fr: Lire les registres de maintien
it_it: Leggi registri di mantenimento
ja_jp: 保持レジスタを読む
ko_kr: 홀드 레지스터 읽기
nl_nl: Houdregisters lezen
pt_pt: Ler registros de retenção
ru_ru: Чтение регистров хранения

# FunctionCode4
source: Read Input Registers
da_dk: Læs indgangsregistre
fr_fr: Lire les registres d'entrée
it_it: Leggi registri di ingresso
ja_jp: 入力レジスタを読む
ko_kr: 입력 레지스터 읽기
nl_nl: Invoerregisters lezen
pt_pt: Ler registros de entrada
ru_ru: Чтение входных регистров

# FunctionCode5
source: Write Single Coil
da_dk: Skriv en enkelt spole
fr_fr: Écrire une seule bobine
it_it: Scrivi una bobina singola
ja_jp: 単一コイルの書き込み
ko_kr: 단일 코일 쓰기
nl_nl: Enkele spiraal schrijven
pt_pt: Escrever uma única bobina
ru_ru: Записать одну катушку

# FunctionCode6
source: Write Single Register
da_dk: Skriv et enkelt register
fr_fr: Écrire un seul registre
it_it: Scrivi un registro singolo
ja_jp: 単一レジスタの書き込み
ko_kr: 단일 레지스터 쓰기
nl_nl: Enkel register schrijven
pt_pt: Escrever um único registro
ru_ru: Записать один регистр

# FunctionCode7
source: Read Exception Status
da_dk: Skriv flere spoler
fr_fr: Écrire plusieurs bobines
it_it: Scrivi più bobine
ja_jp: 複数コイルの書き込み
ko_kr: 여러 코일 쓰기
nl_nl: Meerdere spiralen schrijven
pt_pt: Escrever várias bobinas
ru_ru: Записать несколько катушек

# FunctionCode8
source: Diagnostics
da_dk: Skriv flere registre
fr_fr: Écrire plusieurs registres
it_it: Scrivi più registri
ja_jp: 複数レジスタの書き込み
ko_kr: 여러 레지스터 쓰기
nl_nl: Meerdere registers schrijven
pt_pt: Escrever vários registros
ru_ru: Записать несколько регистров

source: Default Function
da_dk: Standard
fr_fr: Défaut
it_it: Predefinito
ja_jp: デフォルト
ko_kr: 기본값
nl_nl: Standaard
pt_pt: Padrão
ru_ru: По умолчанию

source: No Function Selected
da_dk: Ingen funktion valgt
fr_fr: Aucune fonction sélectionnée
it_it: Nessuna funzione selezionata
ja_jp: 機能が選択されていません
ko_kr: 선택된 기능이 없음
nl_nl: Geen functie geselecteerd
pt_pt: Nenhuma função selecionada
ru_ru: Функция не выбрана

# 功能码_Label
source: Function Code
da_dk: Funktionskode:
fr_fr: Code de fonction :
it_it: Codice di funzione:
ja_jp: 関数コード：
ko_kr: 기능 코드:
nl_nl: Functecode:
pt_pt: Código de função:
ru_ru: Код функции:

# 从站地址_Label
source: Slave Address
da_dk: Slaveadresse:
fr_fr: Adresse esclave :
it_it: Indirizzo slave:
ja_jp: スレーブアドレス：
ko_kr: 슬레이브 주소:
nl_nl: Slavernummer:
pt_pt: Endereço do escravo:
ru_ru: Адрес ведомого:

# 起始地址_Label
source: Start Address
da_dk: Startadresse:
fr_fr: Adresse de début :
it_it: Indirizzo di partenza:
ja_jp: 開始アドレス：
ko_kr: 시작 주소:
nl_nl: Startadres:
pt_pt: Endereço inicial:
ru_ru: Начальный адрес:

# 数据值_Label
source: Data Value
da_dk: Dataværdi:
fr_fr: Valeur de donnée :
it_it: Valore dei dati:
ja_jp: データ値：
ko_kr: 데이터 값:
nl_nl: Datacommentaar:
pt_pt: Valor dos dados:
ru_ru: Значение данных:

# 生成结果_Label
source: Generate Result
da_dk: Genereret resultat: (klik for at kopiere)
fr_fr: Résultat généré : (cliquez pour copier)
it_it: Risultato generato: (clicca per copiare)
ja_jp: 生成された結果：（クリックしてコピー）
ko_kr: 생성된 결과: (클릭하여 복사)
nl_nl: Gegenereerd resultaat: (klik om te kopiëren)
pt_pt: Resultado gerado: (clique para copiar)
ru_ru: Сгенерированный результат: (нажмите для копирования)
